Repository: deckerweb/builder-template-categories
Catalog: languages/builder-template-categories-*_formal.po
Languages: de_de@formal

source: Builder Template Categories
de_de@formal: Builder Template-Kategorien

# For Builder Template Categories Plugin
source: Template Categories
de_de@formal: Template-Kategorien

# Plugins page listing
source: Donate
de_de@formal: Spenden

# Plugins page listing
source: Join our Newsletter
de_de@formal: Newsletter jetzt!

source: No integration(s) active
de_de@formal: Keine Integration(en) aktiv

source: Enabled
de_de@formal: Aktiviert

source: Disabled
de_de@formal: Deaktiviert

source: Current active integrations
de_de@formal: Derzeit aktive Integrationen

source: Reusable Blocks Post Type UI
de_de@formal: Wiederverwendbare Blöcke Inhaltstyp-Interface

source: These Template Categories are globally available for Administrators within the Admin Dashboard and can be used to organize the template libraries for the following active Plugins and/or Themes
de_de@formal: Diese Template-Kategorien sind global verfügbar für Administratoren im Admin-Dashboard und können zum Organisieren der Template-Bibliotheken verwendet werden - für die folgenden Plugins und/ oder Themes

source: Content Type
de_de@formal: Inhaltstyp

source: Post Type
de_de@formal: Beitragstyp

source: Currently active integrations where the %s taxonomy is applied to better internally organize templates for various content types
de_de@formal: Derzeit aktive Integrationen, denen die Taxonomie %s zugewiesen wird. Damit lassen sich Templates für verschiedene Inhaltstypen intern besser organisieren

source: Video Overview: Bulk Add Template Categories
de_de@formal: Video-Übersicht: Mehrfachaktionen für Template-Kategorien

source: video overview
de_de@formal: Video-Übersicht

source: You can bulk add template categories to more than one template at once in your template post type overview table, using the %1$s drop-down menu. The action will be labeled like %2$s. See a short %3$s of this feature.
de_de@formal: Sie können Template-Kategorien auch als Mehrfachaktion hinzufügen, dies geschieht in der Beitragstyp-Übersichtstabelle, im Drop-Down-Menü %1$s. Die Aktion ist betitelt mit %2$s. Schauen Sie eine kurze %3$s dieser Funktion an.

source: Bulk Actions
de_de@formal: Mehrfachaktionen

source: Edit, add Category etc.
de_de@formal: Bearbeiten, Kategorie(n) hinzufügen, etc.

source: The template categories are global and are applied automatically to all current active integrations.
de_de@formal: Die Template-Kategorien sind global und werden automatisch allen derzeit aktiven Integrationen zugewiesen.

source: The category description can be used for internal notices for your team members for example.
de_de@formal: Die Kategoriebeschreibung kann zum Beispiel auch für interne Notizen für Ihre Team-Mitglieder verwendet werden.

source: Important plugin links:
de_de@formal: Wichtige Plugin-Links:

source: Plugin website
de_de@formal: Plugin-Webseite

# Help tab info
source: Donate
de_de@formal: Spenden

# Help tab info
source: Join our Newsletter
de_de@formal: Newsletter jetzt!

source: Customize
de_de@formal: Anpassen

source: Connect
de_de@formal: Vernetzen

source: No Integration registered
de_de@formal: Keine Integration registriert

source: David Decker - DECKERWEB
de_de@formal: David Decker - DECKERWEB.de

# Title in Elementor Finder
source: Add-On: Builder Template Categories
de_de@formal: Add-On: Builder Template-Kategorien

# Title in Elementor Finder
source: Template Categories
de_de@formal: Template-Kategorien

source: Manage template categories for site builders
de_de@formal: Verwalten Sie Template-Kategorien für Website-Builder

# Title in Elementor Finder
source: Help Resources - Builder Template Categories
de_de@formal: Hilfe-Ressourcen - Builder Template-Kategorien

source: FAQ and documentation for the plugin
de_de@formal: FAQ (Häufige Fragen) und Dokumentation für das Plugin

# Title in Elementor Finder
source: Code Snippets - Builder Template Categories
de_de@formal: Code-Snippets - Builder Template-Kategorien

source: These allow for tweaks and customizations
de_de@formal: Diese erlauben Ihnen Tweaks und Anpassungen vorzunehmen

source: Advanced Custom Blocks
de_de@formal: Erweiterte benutzerdefinierte Blöcke (ACB)

source: Advanced Custom Fields Field Groups
de_de@formal: Erweiterte benutzerdefinierte Felder (ACF) Feld-Gruppen

source: AnyWhere Elementor Global Templates
de_de@formal: AnyWhere Elementor Globale Templates

source: Astra Custom Layouts
de_de@formal: Astra Eigene Layouts

source: Avada Fusion Builder Elements
de_de@formal: Avada Fusion Builder Elemente

source: Templates Overview
de_de@formal: Templates-Übersicht

source: Elements Overview
de_de@formal: Elemente-Übersicht

source: Block Areas
de_de@formal: Block-Bereiche

source: Block Editor Reusable Blocks
de_de@formal: Block-Editor wiederverwendbare Blöcke

# Admin page title
source: Reusable Blocks
de_de@formal: Wiederverwendbare Blöcke

# Admin menu label
source: Blocks
de_de@formal: Blöcke

# Admin page title
source: Add New Reusable Block
de_de@formal: Neuen wiederverwendbaren Block hinzufügen

# Admin menu label
source: Add New
de_de@formal: Hinzufügen

source: Block Lab Blocks
de_de@formal: Block-Lab-Blöcke

source: BoldGrid Blocks
de_de@formal: BoldGrid-Blöcke

source: Boxzilla Boxes
de_de@formal: Boxzilla Boxen

source: Light Sidebar Manager - Sidebars
de_de@formal: Sidebar Manager - Seitenleisten

source: CartFlows Checkout Flows
de_de@formal: CartFlows Checkout-Abläufe

source: CMB2 Meta Boxes
de_de@formal: CMB2 Meta-Boxen

source: Content Blocks
de_de@formal: Inhaltsblöcke

source: Global Content Blocks for Cornerstone Page Builder
de_de@formal: Globale Blöcke für Cornerstone Page Builder

source: Custom Field Suite Field Groups
de_de@formal: Custom Field Suite Feld-Gruppen

source: Custom Page Templates
de_de@formal: Eigene Seiten-Templates

source: Custom Post Type Registrations
de_de@formal: Custom Post Type Registrierungen

source: Custom Taxonomy Registrations
de_de@formal: Custom Taxonomy Registrierungen

source: LearnDash Custom Templates
de_de@formal: LearnDash eigene Templates

source: LifterLMS Custom Templates
de_de@formal: LifterLMS eigene Templates

source: Dev Content Blocks
de_de@formal: Dev-Inhaltsblöcke

source: DHWC Elementor Product Templates
de_de@formal: DHWC Elementor Produkt-Templates

source: Extra Category Layout Templates
de_de@formal: Extra Kategorie-Layout Templates

source: Easy Content Templates
de_de@formal: Einfache Inhalts-Templates

source: Elementor My Templates
de_de@formal: Elementor Meine Templates

source: Epic News Elements - Post Templates
de_de@formal: Epic News Elements - Beitrags-Templates

source: Epic News Elements - Archive Templates
de_de@formal: Epic News Elements - Archiv-Templates

source: Flo Forms
de_de@formal: Flo Formulare

source: GeneratePress Elements
de_de@formal: GeneratePress Elemente

source: Blox Global Blocks (for Genesis)
de_de@formal: Blox Globale Blöcke (für Genesis)

source: Genesis Plugins from the Plugin Directory
de_de@formal: Genesis Plugins aus dem Pluginverzeichnis

source: Give Donation Forms
de_de@formal: Give-Spendenformulare

source: HappyForms Forms
de_de@formal: HappyForms Formulare

source: Header &amp; Footer Templates for Elementor
de_de@formal: Header &amp; Footer-Templates für Elementor

source: Holler Box Boxes
de_de@formal: Holler Box Boxen

source: HT Script - Header &amp; Footer Scripts
de_de@formal: HT-Skript - Header- &amp; Footer-Skripte

source: JetEngine Listing Templates
de_de@formal: JetEngine Auflistungen-Templates

source: JetEngine Forms
de_de@formal: JetEngine Formulare

source: JetThemeCore My Library
de_de@formal: JetThemeCore Meine Bibliothek

source: JetWooBuilder Product Templates
de_de@formal: JetWooBuilder Produkt-Templates

source: Kadence Elementor Single Product Templates
de_de@formal: Kadence Elementor Einzelprodukt-Templates

source: Kadence Elementor Product Archive Templates
de_de@formal: Kadence Elementor Produktarchiv-Templates

source: Kadence Elementor Checkout Templates
de_de@formal: Kadence Elementor Kassen-Templates

source: Loomisoft Reusable Content Blocks
de_de@formal: Loomisoft wiederverwendbare Inhaltsblöcke

source: Meta Box Field Groups
de_de@formal: Meta Box Feld-Gruppen

source: Meta Box Post Type Registrations
de_de@formal: Meta Box Beitragstyp-Registrierungen

source: Meta Box Taxonomy Registrations
de_de@formal: Meta Box Taxonomie-Registrierungen

source: Neve Custom Layouts
de_de@formal: Neve Eigene Layouts

source: OceanWP Library
de_de@formal: OceanWP Bibliothek

source: Opal Header Templates for Elementor
de_de@formal: Opal Header-Templates für Elementor

source: Opal Footer Templates for Elementor
de_de@formal: Opal Footer-Templates für Elementor

source: Oxygen User Elements Library
de_de@formal: Oxygen Benutzer Elemente-Bibliothek

source: Page Builder Framework Sections
de_de@formal: Page Builder Framework Abschnitte

source: Reusable Content Blocks
de_de@formal: Wiederverwendbare Inhaltsblöcke

source: Reusable Layouts for SiteOrigin
de_de@formal: Wiederverwendbare Layouts für SiteOrigin

source: Reusable Templates
de_de@formal: Wiederverwendbare Templates

source: Simple Content Templates
de_de@formal: Einfache Inhalts-Templates

source: Smart Footer Templates
de_de@formal: Smarte Footer-Templates

source: Placeholder Blocks by Square Happiness
de_de@formal: Platzhalter-Blocks von Square Happiness

source: StylePress Templates for Elementor
de_de@formal: StylePress-Templates für Elementor

source: Styles Overview
de_de@formal: Styles-Übersicht

source: Suki Custom Blocks
de_de@formal: Suki individuelle Blöcke

source: Templementor Templates
de_de@formal: Templementor Elementor-Templates

source: Text Blocks
de_de@formal: Text-Blöcke

source: Themify Builder Layout Parts
de_de@formal: Themify Builder Layout-Bereiche

source: ToolKit for Elementor Templates
de_de@formal: ToolKit für Elementor Templates

source: Visual Composer Global Templates
de_de@formal: Visual Composer Globale Templates

source: Widget Content Blocks
de_de@formal: Widget-Inhaltsblöcke

source: Snippet Categories
de_de@formal: Snippet-Kategorien

source: WPBakery Grid Builder Templates
de_de@formal: WPBakery Raster-Templates

source: WP Show Posts Listings
de_de@formal: WP Show Posts Auflistungen

source: Listing Categories
de_de@formal: Kategorien für Auflistungen

# Taxonomy General Name
source: %s Categories
de_de@formal: %s-Kategorien

# Taxonomy Singular Name
source: %s Category
de_de@formal: %s Kategorie

source: All %s Categories
de_de@formal: Alle %s-Kategorien

source: Parent %s Category
de_de@formal: Übergeordnete %s-Kategorie

source: Parent %s Category:
de_de@formal: Übergeordnete %s-Kategorie:

source: New %s Category Name
de_de@formal: Neuer Name der %s-Kategorie

source: Add New %s Category
de_de@formal: Neue %s-Kategorie hinzufügen

source: Edit %s Category
de_de@formal: %s-Kategorie bearbeiten

source: Update %s Category
de_de@formal: %s-Kategorie aktualisieren

source: View %s Category
de_de@formal: %s-Kategorie anzeigen

source: Separate %s Categories with commas
de_de@formal: %s-Kategorien mit Kommas trennen

source: Add or remove categories
de_de@formal: Kategorien hinzufügen oder entfernen

source: Choose from the most used
de_de@formal: Aus meistbenutzten wählen

source: Popular Categories
de_de@formal: Beliebte Kategorien

source: Search %s Categories
de_de@formal: %s-Kategorien durchsuchen

source: No %s Categories found.
de_de@formal: Es wurden keine %s-Kategorien gefunden.

source: No %s Categories
de_de@formal: Keine %s-Kategorien

source: Template Categories for templates of Page Builders or similar libraries
de_de@formal: Template-Kategorien für Templates von Page Buildern oder ähnlichen Bibliotheken

# Taxonomy term title
source: General
de_de@formal: Allgemein

# Taxonomy term slug - only lowercase, a-z, 0-9, hyphens!
source: general
de_de@formal: allgemein

# Taxonomy term description
source: General templates
de_de@formal: Allgemeine Templates

# Taxonomy term title
source: Frontpage
de_de@formal: Startseite

# Taxonomy term slug - only lowercase, a-z, 0-9, hyphens!
source: frontpage
de_de@formal: startseite

# Taxonomy term description
source: Templates for the Frontpage/ Homepage
de_de@formal: Templates für die Startseite

# Taxonomy term title
source: Pages
de_de@formal: Seiten

# Taxonomy term slug - only lowercase, a-z, 0-9, hyphens!
source: pages
de_de@formal: seiten

# Taxonomy term description
source: Templates for Pages
de_de@formal: Templates für Seiten

# Taxonomy term title
source: Landing Pages
de_de@formal: Landingseiten

# Taxonomy term slug - only lowercase, a-z, 0-9, hyphens!
source: landing-pages
de_de@formal: landingseiten

# Taxonomy term description
source: Templates for Landing Pages
de_de@formal: Templates für Landingseiten

# Taxonomy term title
source: Sections
de_de@formal: Inhaltsblöcke

# Taxonomy term slug - only lowercase, a-z, 0-9, hyphens!
source: sections
de_de@formal: inhaltsbloecke

# Taxonomy term description
source: Templates for Sections/ Content Blocks
de_de@formal: Templates für Inhaltsblöcke

# Taxonomy term description
source: Templates for Action Hooks
de_de@formal: Templates für Action-Hooks

# Taxonomy term description
source: Templates just for testing purposes
de_de@formal: Templates für Testzwecke

# Taxonomy term title
source: Products
de_de@formal: Produkte

# Taxonomy term slug - only lowercase, a-z, 0-9, hyphens!
source: products
de_de@formal: produkte

# Taxonomy term description
source: Templates for WooCommerce products
de_de@formal: Templates für WooCommerce-Produkte

# Taxonomy term description
source: Templates for Popups/ Modal Windows
de_de@formal: Templates für Popups

# Taxonomy term title
source: Blocks
de_de@formal: Blöcke

# Taxonomy term slug - only lowercase, a-z, 0-9, hyphens!
source: blocks
de_de@formal: bloecke

# Taxonomy term description
source: Templates for Blocks
de_de@formal: Templates für Blöcke

# Taxonomy term title
source: Fields
de_de@formal: Felder

# Taxonomy term slug - only lowercase, a-z, 0-9, hyphens!
source: fields
de_de@formal: felder

# Taxonomy term description
source: Templates for Fields
de_de@formal: Templates für Felder

# Taxonomy term title
source: Boxes
de_de@formal: Boxen

# Taxonomy term slug - only lowercase, a-z, 0-9, hyphens!
source: boxes
de_de@formal: boxen

# Taxonomy term description
source: Templates for Boxes
de_de@formal: Templates für Boxen

# Taxonomy term title
source: Bars
de_de@formal: Leisten

# Taxonomy term slug - only lowercase, a-z, 0-9, hyphens!
source: bars
de_de@formal: leisten

# Taxonomy term description
source: Templates for Bars
de_de@formal: Templates für Leisten

# Taxonomy term title
source: Flows
de_de@formal: Abläufe

# Taxonomy term slug - only lowercase, a-z, 0-9, hyphens!
source: flows
de_de@formal: ablaeufe

# Taxonomy term description
source: Templates for Flows
de_de@formal: Templates für Abläufe

# Taxonomy term description
source: Templates for Snippets
de_de@formal: Templates für Snippets

# Taxonomy term title
source: Forms
de_de@formal: Formulare

# Taxonomy term slug - only lowercase, a-z, 0-9, hyphens!
source: forms
de_de@formal: formulare

# Taxonomy term description
source: Templates for Forms
de_de@formal: Templates für Formulare

# Taxonomy term description
source: Templates for URLs
de_de@formal: Templates für URLs

# Taxonomy term title
source: Redirects
de_de@formal: Weiterleitungen

# Taxonomy term slug - only lowercase, a-z, 0-9, hyphens!
source: redirects
de_de@formal: weiterleitungen

# Taxonomy term description
source: Templates for Redirects
de_de@formal: Templates für Weiterleitungen

# Tweaked label for "Edit" bulk action
source: Edit, add Category etc.
de_de@formal: Bearbeiten, Kategorie(n) hinzufügen, etc.

source: All %s
de_de@formal: Alle %s

source: Library
de_de@formal: Bibliothek

source: Pattern
de_de@formal: Vorlage

source: Listing
de_de@formal: Liste

source: Field
de_de@formal: Feld

source: Bar
de_de@formal: Leiste

source: Section
de_de@formal: Abschnitt

source: Flow
de_de@formal: Ablauf

source: Sidebar
de_de@formal: Seitenleiste

source: Area
de_de@formal: Bereich

source: Form
de_de@formal: Formular

source: Script
de_de@formal: Skript

source: Redirect
de_de@formal: Weiterleitung

source: Font
de_de@formal: Schriftart

source: Categories
de_de@formal: Kategorien

source: Library %s
de_de@formal: Bibliothek-%s

source: Pattern %s
de_de@formal: Vorlagen-%s

source: Listing %s
de_de@formal: Listen-%s

source: Post Type %s
de_de@formal: Beitragstyp-%s

source: Field %s
de_de@formal: Feld-%s

source: Box %s
de_de@formal: Boxen-%s

source: Bar %s
de_de@formal: Leisten-%s

source: Hook %s
de_de@formal: Hooks-%s

source: Section %s
de_de@formal: Abschnitt-%s

source: Flow %s
de_de@formal: Ablauf-%s

source: Sidebar %s
de_de@formal: Seitenleisten-%s

source: Area %s
de_de@formal: Bereichs-%s

source: Form %s
de_de@formal: Formular-%s

source: Script %s
de_de@formal: Skript-%s

source: Redirect %s
de_de@formal: Weiterleitungs-%s

source: Font %s
de_de@formal: Schriftarten-%s

source: for WooCommerce
de_de@formal: für WooCommerce Shops

source: for Post Types, Taxonomies, Fields
de_de@formal: für Inhaltstypen, Taxonomien, Felder

source: Add New
de_de@formal: Erstellen

source: This plugin adds a Taxonomy "Template Category" for categorizing templates to make the life of site builders a little bit easier. It integrates with Elementor My Templates, OceanWP My Library, Astra Custom Layouts, GeneratePress Elements, Blox for Genesis, AnyWhere Elementor Global Templates and JetThemeCore My Library (Kava Pro/ CrocoBlock). These categories only appear in the WP-Admin Dashboard and only for the administrator user role (capability 'edit_theme_options').
de_de@formal: Dieses Plugin fügt eine Taxonomie "Template-Kategorie" für die Kategorisierung von Templates hinzu, um das Leben von Website-Buildern ein wenig zu erleichtern. Es integriert sich mit Elementor My Templates, OceanWP My Library, Astra Custom Layouts, GeneratePress Elements, Blox für Genesis, AnyWhere Elementor Global Templates und JetThemeCore My Library (Kava Pro/ CrocoBlock). Diese Kategorien erscheinen nur im WP-Admin Dashboard und nur für die Administrator-Benutzerrolle (Berechtigung 'edit_theme_options').
